Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Find your relays
de: Deine Relays finden
es: Buscar tus relays
fr: Trouver vos relais
it: Trova i tuoi relay
pt: Encontrar seus relays
ru: Найти ваши реле
tr: Rölelerinizi bulun
zh_hans: 查找你的中继
zh_hant: 尋找你的中繼

source: Find your settings
de: Deine Einstellungen finden
es: Buscar tu configuración
fr: Trouver vos paramètres
it: Trova le tue impostazioni
pt: Encontrar suas configurações
ru: Найти ваши настройки
tr: Ayarlarınızı bulun
zh_hans: 查找你的设置
zh_hant: 尋找你的設定

source: Find Your Settings
de: Deine Einstellungen finden
es: Buscar tus ajustes
fr: Rechercher vos réglages
it: Trova le tue impostazioni
pt: Encontrar suas configurações
ru: Найти ваши настройки
tr: Ayarlarınızı Bulun
zh_hans: 查找你的设置
zh_hant: 尋找你的設定

source: Finish account setup
de: Kontoeinrichtung abschließen
es: Terminar configuración de la cuenta
fr: Terminer la configuration du compte
it: Completa la configurazione dell’account
pt: Concluir configuração da conta
ru: Завершить настройку аккаунта
tr: Hesap kurulumunu tamamla
zh_hans: 完成账户设置
zh_hant: 完成帳戶設定

source: Finish account setup before using this account.
de: Schließe die Kontoeinrichtung ab, bevor du dieses Konto verwendest.
es: Termina la configuración antes de usar esta cuenta.
fr: Terminez la configuration avant d’utiliser ce compte.
it: Completa la configurazione prima di usare questo account.
pt: Conclua a configuração antes de usar esta conta.
ru: Завершите настройку перед использованием аккаунта.
tr: Bu hesabı kullanmadan önce kurulumu tamamla.
zh_hans: 使用此账户前，请完成账户设置。
zh_hant: 使用此帳戶前，請完成帳戶設定。

source: Finish your saved update
de: Gespeicherte Änderung abschließen
es: Completar la actualización guardada
fr: Terminer la mise à jour enregistrée
it: Completa l’aggiornamento salvato
pt: Concluir a atualização salva
ru: Завершить сохранённое обновление
tr: Kaydedilen güncellemeyi tamamlayın
zh_hans: 完成已保存的更新
zh_hant: 完成已儲存的更新

source: Finishing cancellation. Your saved identity and completed changes will be kept.
de: Abbruch wird abgeschlossen. Deine gespeicherte Identität und abgeschlossene Änderungen bleiben erhalten.
es: Terminando la cancelación. Se conservarán tu identidad guardada y los cambios completados.
fr: Finalisation de l’annulation. Votre identité enregistrée et les modifications terminées seront conservées.
it: Completamento dell’annullamento. L’identità salvata e le modifiche completate saranno conservate.
pt: Concluindo o cancelamento. Sua identidade salva e as alterações concluídas serão mantidas.
ru: Завершаем отмену. Сохранённая личность и выполненные изменения останутся.
tr: İptal tamamlanıyor. Kayıtlı kimliğin ve tamamlanan değişiklikler korunacak.
zh_hans: 正在完成取消。已保存的身份和已完成的更改将被保留。
zh_hant: 正在完成取消。已儲存的身分和已完成的變更將被保留。

source: Finishing update…
de: Aktualisierung wird abgeschlossen…
es: Finalizando la actualización…
fr: Finalisation de la mise à jour…
it: Completamento dell’aggiornamento…
pt: Finalizando atualização…
ru: Завершение обновления…
tr: Güncelleme tamamlanıyor…
zh_hans: 正在完成更新…
zh_hant: 正在完成更新…

source: Flags
de: Flaggen
es: Banderas
fr: Drapeaux
it: Bandiere
pt: Bandeiras
ru: Флаги
tr: Bayraklar
zh_hans: 旗帜
zh_hant: 旗幟

source: Follow
de: Folgen
es: Seguir
fr: Suivre
it: Segui
pt: Seguir
ru: Подписаться
tr: Takip et
zh_hans: 关注
zh_hant: 關注

source: Following
de: Gefolgt
es: Siguiendo
fr: Suivi
it: Segui già
pt: Seguindo
ru: Вы подписаны
tr: Takip ediyorsun
zh_hans: 已关注
zh_hant: 已關注

source: Food & Drink
de: Essen & Trinken
es: Comida y bebida
fr: Nourriture et boissons
it: Cibo e bevande
pt: Comida e bebida
ru: Еда и напитки
tr: Yiyecek ve İçecek
zh_hans: 食品和饮料
zh_hant: 食品和飲料

source: For development and testing only
de: Nur für Entwicklung und Tests
es: Solo para desarrollo y pruebas
fr: Pour le développement et les tests uniquement
it: Solo per sviluppo e test
pt: Apenas para desenvolvimento e testes
ru: Только для разработки и тестирования
tr: Yalnızca geliştirme ve test için
zh_hans: 仅用于开发和测试
zh_hant: 僅用於開發和測試

source: Forward
de: Weiterleiten
es: Reenviar
fr: Transférer
it: Inoltra
pt: Encaminhar
ru: Переслать
tr: İlet
zh_hans: 转发
zh_hant: 轉寄

source: Forward %lld messages
de: Weiterleiten (%lld)
es: Reenviar (%lld)
fr: Transférer (%lld)
it: Inoltra (%lld)
pt: Encaminhar (%lld)
ru: Переслать (%lld)
tr: İlet (%lld)
zh_hans: 转发（%lld）
zh_hant: 轉寄（%lld）

source: Forward selected messages
de: Ausgewählte Nachrichten weiterleiten
es: Reenviar mensajes seleccionados
fr: Transférer les messages sélectionnés
it: Inoltra i messaggi selezionati
pt: Encaminhar mensagens selecionadas
ru: Переслать выбранные сообщения
tr: Seçili mesajları ilet
zh_hans: 转发选定的消息
zh_hant: 轉發選定的訊息

source: Found on your key-package relays but not stored on this device — most likely published from another device or an older session. Delete to retire it.
de: Auf Ihren Schlüsselpaket-Relays gefunden, aber nicht auf diesem Gerät gespeichert – höchstwahrscheinlich von einem anderen Gerät oder einer älteren Sitzung veröffentlicht. Löschen, um es außer Betrieb zu setzen.
es: Se encuentra en los relés de su paquete de llaves, pero no se almacena en este dispositivo; probablemente se publique desde otro dispositivo o una sesión anterior. Eliminar para retirarlo.
fr: Trouvé sur vos relais de paquet de clés mais non stocké sur cet appareil - probablement publié à partir d'un autre appareil ou d'une session plus ancienne. Supprimez-le pour le retirer.
it: Trovato nei relè del pacchetto chiavi ma non memorizzato su questo dispositivo: molto probabilmente pubblicato da un altro dispositivo o da una sessione precedente. Elimina per ritirarlo.
pt: Encontrado nos relés do pacote de chaves, mas não armazenado neste dispositivo — provavelmente publicado de outro dispositivo ou de uma sessão mais antiga. Exclua para retirá-lo.
ru: Находится в ваших ретрансляторах пакетов ключей, но не хранится на этом устройстве — скорее всего, опубликовано с другого устройства или из более старого сеанса. Удалите, чтобы удалить его.
tr: Anahtar paketi aktarmalarınızda bulundu ancak bu cihazda depolanmadı; büyük olasılıkla başka bir cihazdan veya daha eski bir oturumdan yayınlandı. Kullanımdan kaldırmak için silin.
zh_hans: 在您的密钥包中继上找到，但未存储在此设备上 - 很可能是从其他设备或旧会话发布的。删除以使其退役。
zh_hant: 在您的金鑰包中繼上找到，但未儲存在此裝置上 - 很可能是從其他裝置或舊會話發布的。刪除以使其退役。

source: Full message
de: Vollständige Nachricht
es: Mensaje completo
fr: Message complet
it: Messaggio completo
pt: Mensagem completa
ru: Полное сообщение
tr: Tam mesaj
zh_hans: 完整消息
zh_hant: 完整訊息

source: Full resolution, metadata still removed
de: Volle Auflösung, Metadaten werden dennoch entfernt
es: Resolución completa, los metadatos se eliminan igualmente
fr: Pleine résolution, métadonnées toujours supprimées
it: Risoluzione piena, i metadati vengono comunque rimossi
pt: Resolução total, metadados ainda removidos
ru: Полное разрешение, метаданные всё равно удаляются
tr: Tam çözünürlük, meta veriler yine kaldırılır
zh_hans: 完整分辨率，元数据仍会被移除
zh_hant: 完整解析度，中繼資料仍會被移除

source: Generate Identity
de: Identität generieren
es: Generar identidad
fr: Générer une identité
it: Genera identità
pt: Gerar identidade
ru: Сгенерировать идентификатор
tr: Kimlik oluştur
zh_hans: 生成身份
zh_hant: 產生身分

source: Generates a fresh Nostr identity and stores the secret key securely in your device's Keychain.
de: Erzeugt eine neue Nostr-Identität und speichert den geheimen Schlüssel sicher im Schlüsselbund Ihres Geräts.
es: Genera una nueva identidad Nostr y almacena la llave secreta de forma segura en el llavero de su dispositivo.
fr: Génère une nouvelle identité Nostr et stocke la clé secrète en toute sécurité dans le trousseau de votre appareil.
it: Genera una nuova identità Nostr e memorizza la chiave segreta in modo sicuro nel portachiavi del tuo dispositivo.
pt: Gera uma nova identidade Nostr e armazena a chave secreta com segurança nas chaves do seu dispositivo.
ru: Создает новый идентификатор Nostr и надежно сохраняет секретный ключ в связке ключей вашего устройства.
tr: Yeni bir Nostr kimliği oluşturur ve gizli anahtarı cihazınızın Anahtarlığında güvenli bir şekilde saklar.
zh_hans: 生成新的 Nostr 身份并将密钥安全地存储在设备的钥匙串中。
zh_hant: 產生新的 Nostr 身分並將金鑰安全地儲存在裝置的鑰匙圈中。

source: Getting you ready
de: Alles wird vorbereitet
es: Preparando tu cuenta
fr: Préparation de votre compte
it: Prepariamo il tuo account
pt: Preparando sua conta
ru: Подготовка аккаунта
tr: Hesabın hazırlanıyor
zh_hans: 正在为你准备
zh_hant: 正在為你準備

source: GIF search is temporarily unavailable.
de: Die GIF-Suche ist vorübergehend nicht verfügbar.
es: La búsqueda de GIFs no está disponible temporalmente.
fr: La recherche de GIF est temporairement indisponible.
it: La ricerca di GIF non è temporaneamente disponibile.
pt: A busca de GIFs está temporariamente indisponível.
ru: Поиск GIF временно недоступен.
tr: GIF arama geçici olarak kullanılamıyor.
zh_hans: GIF 搜索暂时不可用。
zh_hant: GIF 搜尋暫時不可用。

source: GIF search isn't configured in this build.
de: Die GIF-Suche ist in diesem Build nicht konfiguriert.
es: La búsqueda de GIFs no está configurada en esta versión.
fr: La recherche de GIF n’est pas configurée dans cette version.
it: La ricerca di GIF non è configurata in questa build.
pt: A busca de GIFs não está configurada nesta versão.
ru: Поиск GIF не настроен в этой сборке.
tr: GIF arama bu derlemede yapılandırılmadı.
zh_hans: 此版本未配置 GIF 搜索。
zh_hant: 此版本未設定 GIF 搜尋。

source: GIF via GIPHY
de: GIF über GIPHY
es: GIF vía GIPHY
it: GIF tramite GIPHY
ru: GIF через GIPHY
tr: GIPHY üzerinden GIF
zh_hans: 来自 GIPHY 的 GIF
zh_hant: 來自 GIPHY 的 GIF

source: Go to Message
de: Zur Nachricht
es: Ir al mensaje
fr: Aller au message
it: Vai al messaggio
pt: Ir para a mensagem
ru: Перейти к сообщению
tr: Mesaja git
zh_hans: 跳转到消息
zh_hant: 跳至訊息

source: Group · %lld members
de: Gruppe · %lld Mitglieder
es: Grupo · %lld miembros
fr: Groupe · %lld membres
it: Gruppo · %lld membri
pt: Grupo · %lld membros
ru: Группа · %lld участника
tr: Grup · %lld üye
zh_hans: 群组 · %lld 位成员
zh_hant: 群組 · %lld 位成員

source: Group archived
de: Gruppe archiviert
es: Grupo archivado
fr: Groupe archivé
it: Gruppo archiviato
pt: Grupo arquivado
ru: Группа в архиве
tr: Grup arşivlendi
zh_hans: 群组存档
zh_hant: 群組存檔

source: Group avatar changed
de: Gruppenavatar geändert
es: Se cambió el avatar del grupo
fr: L'avatar du groupe a changé
it: Avatar del gruppo cambiato
pt: Avatar do grupo alterado
ru: Аватар группы изменён
tr: Grup avatarı değiştirildi
zh_hans: 群组头像已更改
zh_hant: 群組頭像已更改

source: Group description removed
de: Gruppenbeschreibung entfernt
es: Descripción del grupo eliminada
fr: Description du groupe supprimée
it: Descrizione del gruppo rimossa
pt: Descrição do grupo removida
ru: Описание группы удалено
tr: Grup açıklaması kaldırıldı
zh_hans: 群组描述已移除
zh_hant: 群組描述已移除

source: Group description updated
de: Gruppenbeschreibung aktualisiert
es: Descripción del grupo actualizada
fr: Description du groupe mise à jour
it: Descrizione del gruppo aggiornata
pt: Descrição do grupo atualizada
ru: Описание группы обновлено
tr: Grup açıklaması güncellendi
zh_hans: 群组描述已更新
zh_hant: 群組描述已更新

source: Group details
de: Gruppendetails
es: Detalles del grupo
fr: Détails du groupe
it: Dettagli del gruppo
pt: Detalhes do grupo
ru: Детали группы
tr: Grup ayrıntıları
zh_hans: 团体详情
zh_hant: 團體詳情

source: Group Details
de: Gruppendetails
es: Detalles del grupo
fr: Détails du groupe
it: Dettagli del gruppo
pt: Detalhes do grupo
ru: Сведения о группе
tr: Grup ayrıntıları
zh_hans: 群组详情
zh_hant: 群組詳細資訊

source: Group ended
de: Gruppe beendet
es: Grupo terminado
fr: Groupe terminé
it: Gruppo terminato
pt: Grupo encerrado
ru: Группа завершена
tr: Grup sona erdi
zh_hans: 群组已结束
zh_hant: 群組已結束

source: Group ending isn't ready yet. Try again.
de: Die Gruppe kann noch nicht beendet werden. Versuche es erneut.
es: El grupo todavía no se puede finalizar. Inténtalo de nuevo.
fr: Le groupe ne peut pas encore être fermé. Réessayez.
it: Il gruppo non può ancora essere chiuso. Riprova.
pt: O grupo ainda não pode ser encerrado. Tente novamente.
ru: Группу пока нельзя завершить. Попробуйте ещё раз.
tr: Grup henüz sonlandırılamıyor. Tekrar deneyin.
zh_hans: 群组暂时无法结束。请重试。
zh_hant: 群組暫時無法結束。請重試。

source: Group evolutions
de: Gruppenentwicklungen
es: Evoluciones de grupos
fr: Évolutions des groupes
it: Evoluzioni dei gruppi
pt: Evoluções dos grupos
ru: Эволюции групп
tr: Grup evrimleri
zh_hans: 群组演进
zh_hant: 群組演進

source: Group ID
de: Gruppen-ID
es: ID del Grupo
fr: ID du Groupe
it: ID del Gruppo
pt: ID do Grupo
ru: ID группы
tr: Grup Kimliği
zh_hans: 群组 ID
zh_hant: 群組 ID

source: Group image
de: Gruppenbild
es: Imagen del grupo
fr: Image du groupe
it: Immagine del gruppo
pt: Imagem do grupo
ru: Изображение группы
tr: Grup görseli
zh_hans: 群组图片
zh_hant: 群組圖片

source: Group image removed
de: Gruppenbild entfernt
es: Imagen del grupo eliminada
fr: Image du groupe supprimée
it: Immagine del gruppo rimossa
pt: Imagem do grupo removida
ru: Изображение группы удалено
tr: Grup görseli kaldırıldı
zh_hans: 群组图片已移除
zh_hant: 群組圖片已移除

source: Group image updated
de: Gruppenbild aktualisiert
es: Imagen del grupo actualizada
fr: Image du groupe mise à jour
it: Immagine del gruppo aggiornata
pt: Imagem do grupo atualizada
ru: Изображение группы обновлено
tr: Grup görseli güncellendi
zh_hans: 群组图片已更新
zh_hant: 群組圖片已更新

source: Group Info
de: Gruppeninfo
es: Información del grupo
fr: Infos du groupe
it: Info gruppo
pt: Dados do grupo
ru: Данные группы
tr: Grup bilgisi
zh_hans: 群组信息
zh_hant: 群組資訊

source: Group info updated
de: Gruppeninfo aktualisiert
es: Información del grupo actualizada
fr: Infos du groupe mises à jour
it: Info gruppo aggiornate
pt: Informações do grupo atualizadas
ru: Информация о группе обновлена
tr: Grup bilgisi güncellendi
zh_hans: 群组信息已更新
zh_hant: 群組資訊已更新

source: Group invite
de: Gruppeneinladung
es: invitación grupal
fr: Invitation de groupe
it: Invito di gruppo
pt: Convite de grupo
ru: Приглашение в группу
tr: Grup daveti
zh_hans: 团体邀请
zh_hant: 團體邀請

source: Group is still quarantined
de: Gruppe befindet sich weiterhin in Quarantäne
es: El grupo sigue en cuarentena
fr: Le groupe est toujours en quarantaine
it: Il gruppo è ancora in quarantena
pt: O grupo ainda está em quarentena
ru: Группа всё ещё в карантине
tr: Grup hâlâ karantinada
zh_hans: 群组仍处于隔离状态
zh_hant: 群組仍處於隔離狀態

source: Group Membership
de: Gruppenmitgliedschaft
es: Membresía del grupo
fr: Adhésion au groupe
it: Appartenenza al gruppo
pt: Participação no grupo
ru: Членство в группе
tr: Grup üyeliği
zh_hans: 群组成员身份
zh_hant: 群組成員身分

source: Group membership updated
de: Gruppenmitgliedschaft aktualisiert
es: Membresía del grupo actualizada
fr: Adhésion au groupe mise à jour
it: Iscrizione al gruppo aggiornata
pt: Associação ao grupo atualizada
ru: Членство в группе обновлено
tr: Grup üyeliği güncellendi
zh_hans: 群组成员资格已更新
zh_hant: 群組成員資格已更新

source: Group message
de: Gruppennachricht
es: Mensaje de grupo
fr: Message de groupe
it: Messaggio di gruppo
pt: Mensagem de grupo
ru: Групповое сообщение
tr: Grup mesajı
zh_hans: 群组消息
zh_hant: 群組訊息

source: Group name
de: Gruppenname
es: Nombre del Grupo
fr: Nom du Groupe
it: Nome del Gruppo
pt: Nome do Grupo
ru: Название Группы
tr: Grup Adı
zh_hans: 群组名称
zh_hant: 群組名稱

source: Group name (optional)
de: Gruppenname (optional)
es: Nombre del grupo (opcional)
fr: Nom du groupe (facultatif)
it: Nome del gruppo (facoltativo)
pt: Nome do grupo (opcional)
ru: Название группы (необязательно)
tr: Grup adı (isteğe bağlı)
zh_hans: 群组名称（可选）
zh_hant: 群組名稱（選填）

source: Group name updated
de: Gruppenname aktualisiert
es: Nombre del grupo actualizado
fr: Nom du groupe mis à jour
it: Nome del gruppo aggiornato
pt: Nome do grupo atualizado
ru: Название группы обновлено
tr: Grup adı güncellendi
zh_hans: 群组名称已更新
zh_hant: 群組名稱已更新

source: Group record load failed
de: Gruppeneintrag konnte nicht geladen werden
es: No se pudo cargar el registro del grupo
fr: Échec du chargement de l’enregistrement du groupe
it: Caricamento del record del gruppo non riuscito
pt: Falha ao carregar o registro do grupo
ru: Не удалось загрузить запись группы
tr: Grup kaydı yüklenemedi
zh_hans: 群组记录加载失败
zh_hant: 群組記錄載入失敗

source: Group recovered
de: Gruppe wiederhergestellt
es: Grupo recuperado
fr: Groupe récupéré
it: Gruppo recuperato
pt: Grupo recuperado
ru: Группа восстановлена
tr: Grup kurtarıldı
zh_hans: 群组已恢复
zh_hant: 群組已復原

source: Group renamed
de: Gruppe umbenannt
es: Grupo renombrado
fr: Groupe renommé
it: Gruppo rinominato
pt: Grupo renomeado
ru: Группа переименована
tr: Grup yeniden adlandırıldı
zh_hans: 群组已重命名
zh_hant: 群組已重新命名

source: Group renamed to %@
de: Gruppe umbenannt in %@
es: Grupo renombrado a %@
fr: Groupe renommé en %@
it: Gruppo rinominato in %@
pt: Grupo renomeado para %@
ru: Группа переименована в %@
tr: Grup %@ olarak yeniden adlandırıldı
zh_hans: 群组已重命名为%@
zh_hant: 群組已重新命名為%@

source: Group Status
de: Gruppenstatus
es: Estado del grupo
fr: Statut du groupe
it: Stato del gruppo
pt: Status do grupo
ru: Статус группы
tr: Grup Durumu
zh_hans: 群组状态
zh_hant: 群組狀態

source: Group unarchived
de: Gruppe nicht archiviert
es: Grupo desarchivado
fr: Groupe désarchivé
it: Gruppo annullato
pt: Grupo desarquivado
ru: Группа разархивирована
tr: Grup arşivden çıkarıldı
zh_hans: 组未归档
zh_hant: 組未歸檔

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
pt: Grupos
ru: Группы
tr: Gruplar
zh_hans: 群组
zh_hant: 群組

source: Groups left
de: Verlassene Gruppen
es: Grupos abandonados
fr: Groupes quittés
it: Gruppi abbandonati
pt: Grupos deixados
ru: Покинутые группы
tr: Çıkılan gruplar
zh_hans: 已退出的群组
zh_hant: 已退出的群組

source: Groups without a name show their members instead.
de: Gruppen ohne Namen zeigen stattdessen ihre Mitglieder.
es: Los grupos sin nombre muestran a sus miembros en su lugar.
fr: Les groupes sans nom affichent leurs membres à la place.
it: I gruppi senza nome mostrano invece i loro membri.
pt: Grupos sem nome mostram seus membros no lugar.
ru: Группы без названия показывают вместо него участников.
tr: Adı olmayan gruplar bunun yerine üyelerini gösterir.
zh_hans: 未命名的群组会改为显示其成员。
zh_hant: 未命名的群組會改為顯示其成員。

source: Help Improve White Noise
de: Hilf, White Noise zu verbessern
es: Ayuda a mejorar White Noise
fr: Aidez à améliorer White Noise
it: Aiuta a migliorare White Noise
pt: Ajude a melhorar o White Noise
ru: Помогите улучшить White Noise
tr: White Noise’ı İyileştirmeye Yardım Edin
zh_hans: 帮助改进 White Noise
zh_hant: 協助改進 White Noise

source: Help us make messaging without a central point of control more reliable. Analytics and diagnostic logs are optional and can be changed in Settings.
de: Hilf uns, Nachrichten ohne zentrale Kontrollinstanz zuverlässiger zu machen. Analysedaten und Diagnoseprotokolle sind optional und können in den Einstellungen geändert werden.
es: Ayúdanos a hacer más fiable la mensajería sin un punto central de control. Los análisis y los registros de diagnóstico son opcionales y se pueden cambiar en Ajustes.
fr: Aidez-nous à rendre plus fiable la messagerie sans point de contrôle central. Les analyses et les journaux de diagnostic sont facultatifs et peuvent être modifiés dans les réglages.
it: Aiutaci a rendere più affidabile la messaggistica senza un punto di controllo centrale. Le analisi e i log diagnostici sono facoltativi e possono essere modificati nelle Impostazioni.
pt: Ajude-nos a tornar mais confiável a troca de mensagens sem um ponto central de controle. As análises e os registros de diagnóstico são opcionais e podem ser alterados nas Configurações.
ru: Помогите нам сделать обмен сообщениями без централизованного управления надёжнее. Аналитика и журналы диагностики необязательны; их можно изменить в настройках.
tr: Merkezi bir kontrol noktası olmayan mesajlaşmayı daha güvenilir hale getirmemize yardımcı olun. Analiz ve tanılama günlükleri isteğe bağlıdır ve Ayarlar’dan değiştirilebilir.
zh_hans: 帮助我们提升无中心控制的消息服务的可靠性。分析和诊断日志为可选项，可以在“设置”中更改。
zh_hant: 協助我們提升無中心控制的訊息服務的可靠性。分析和診斷記錄為選用項目，可以在「設定」中更改。

source: Help us understand how White Noise is used and make messaging more reliable.
de: Hilf uns zu verstehen, wie White Noise genutzt wird, und Nachrichten zuverlässiger zu machen.
es: Ayúdanos a entender cómo se usa White Noise y a mejorar la fiabilidad de los mensajes.
fr: Aidez-nous à comprendre comment White Noise est utilisé et à rendre la messagerie plus fiable.
it: Aiutaci a capire come viene usato White Noise e a rendere i messaggi più affidabili.
pt: Ajude-nos a entender como o White Noise é usado e a tornar as mensagens mais confiáveis.
ru: Помогите нам понять, как используется White Noise, и сделать обмен сообщениями надёжнее.
tr: White Noise’un nasıl kullanıldığını anlamamıza ve mesajlaşmayı daha güvenilir hâle getirmemize yardımcı olun.
zh_hans: 帮助我们了解 White Noise 的使用情况，让消息传递更可靠。
zh_hant: 協助我們了解 White Noise 的使用情況，讓訊息傳遞更可靠。

source: Hide Screen in App Switcher
de: Bildschirm im App-Umschalter verbergen
es: Ocultar la pantalla en el selector de apps
fr: Masquer l’écran dans le sélecteur d’apps
it: Nascondi la schermata nel selettore app
pt: Ocultar a tela no alternador de apps
ru: Скрывать экран в переключателе приложений
tr: Ekranı uygulama değiştiricide gizle
zh_hans: 在应用切换器中隐藏画面
zh_hant: 在應用程式切換器中隱藏畫面

source: Hides the app's content in the app switcher and requires unlocking when you return.
de: Blendet den Inhalt der App im App-Umschalter aus und verlangt beim Zurückkehren eine Entsperrung.
es: Oculta el contenido de la app en el selector de apps y requiere desbloquear al volver.
fr: Masque le contenu de l'app dans le sélecteur d'apps et demande un déverrouillage au retour.
it: Nasconde il contenuto dell'app nel selettore delle app e richiede lo sblocco al ritorno.
pt: Oculta o conteúdo do app no seletor de apps e exige desbloqueio ao voltar.
ru: Скрывает содержимое приложения в переключателе приложений и требует разблокировки при возвращении.
tr: Uygulama içeriğini uygulama değiştiricide gizler ve geri döndüğünüzde kilidin açılmasını ister.
zh_hans: 在应用切换器中隐藏应用内容，返回时需要解锁。
zh_hant: 在應用程式切換器中隱藏應用程式內容，返回時需要解鎖。

source: Hides your conversations and profile details in the app switcher. Screenshots and screen recordings also show a blank screen.
de: Verbirgt deine Unterhaltungen und Profildetails im App-Umschalter. Screenshots und Bildschirmaufnahmen zeigen ebenfalls einen leeren Bildschirm.
es: Oculta tus conversaciones y los datos de tu perfil en el selector de apps. Las capturas y grabaciones de pantalla también muestran una pantalla en blanco.
fr: Masque vos conversations et les détails de votre profil dans le sélecteur d’apps. Les captures et enregistrements d’écran affichent aussi un écran vide.
it: Nasconde le tue conversazioni e i dettagli del profilo nel selettore app. Anche screenshot e registrazioni dello schermo mostrano una schermata vuota.
pt: Oculta suas conversas e os detalhes do perfil no alternador de apps. Capturas e gravações de tela também mostram uma tela em branco.
ru: Скрывает ваши переписки и данные профиля в переключателе приложений. Снимки и записи экрана также показывают пустой экран.
tr: Sohbetlerinizi ve profil ayrıntılarınızı uygulama değiştiricide gizler. Ekran görüntüleri ve ekran kayıtları da boş bir ekran gösterir.
zh_hans: 在应用切换器中隐藏你的对话和个人资料详情。截屏和录屏也会显示空白画面。
zh_hant: 在應用程式切換器中隱藏你的對話和個人檔案詳情。螢幕截圖和螢幕錄影也會顯示空白畫面。

source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta
pt: Alta
ru: Высокое
tr: Yüksek
zh_hans: 高
zh_hant: 高
